{
  "site_name": "هندسلي",
  "install_app": "حمل التطبيق",
  "start_free": "ابدأ مجانًا",
  "hero_h1": "تواصل مع المهندسين الخبراء لمشروعك التالي",
  "hero_p": "سواء كنت بحاجة إلى التحليل الهيكلي، أو تصميم CAD، أو إدارة الإنشاءات، فإن منصتنا تجلب لك أفضل المواهب الهندسية مباشرةً.",
  "feature_h2": "اكتشف قوة الخبرة",
  "feature_p1": "اعثر على المهندس المناسب، وادِر المشاريع بكفاءة، وحوّل رؤيتك إلى حقيقة مع المحترفين المعتمدين.",
  "feature_p2": "قلل التكاليف، وقم بتبسيط العمليات، واحصل على الدعم الفني الذي تحتاجه لتنمية مشاريعك.",
  "feature1_h2": "مدفوعات آمنة",
  "feature1_p": "نحمي مدفوعاتك بنظام الضمان المالي، لضمان تحرير الأموال فقط عندما تكون راضيًا بنسبة 100٪ عن العمل المنجز.",
  "feature2_h2": "خبرات هندسية متنوعة",
  "feature2_p": "منصتنا تستضيف مجموعة واسعة من المهندسين المتخصصين، من المهندسين المدنيين والميكانيكيين إلى المهندسين الكهربائيين والبرمجيات. اعثر على المواهب المناسبة وفقًا لاحتياجاتك الخاصة.",
  "feature3_h2": "محترفون معتمدون",
  "feature3_p": "كل مهندس على منصتنا يخضع لعملية تقييم صارمة لضمان أعلى جودة واحترافية في كل مشروع.",
  "feature4_h2": "حلول قابلة للتخصيص",
  "feature4_p": "قم بنشر متطلبات مشروع مفصلة، وحدد ميزانيتك، وتلقَّ العروض من المهندسين المؤهلين الذين يطابقون معاييرك.",
  "why_choose_header1": "إذًا لماذا",
  "why_choose_header2": "يجب عليك اختيارنا",
  "why_choose_desc": "منصتنا تربطك بخبراء هندسيين معتمدين، وتوفر أدوات آمنة لإدارة المشاريع بكفاءة وتعاون سلس. اختبر حلاً مخصصًا مصممًا خصيصًا للمشاريع الهندسية - شريكك الموثوق لتحقيق نتائج ناجحة.",
  "why_choose1_title": "تركيز متخصص: التميز الهندسي",
  "why_choose1_desc": "تم تصميم منصتنا خصيصًا للمهنيين الهندسيين والعملاء، لضمان أن كل مشروع يتم التعامل معه بواسطة خبراء ذوي مهارات متخصصة تلبي احتياجات صناعتك.",
  "why_choose2_title": "إشعارات في الوقت الحقيقي",
  "why_choose2_desc": "ابقَ على اطلاع بجميع جوانب مشروعك. تلقى إشعارات فورية عن العروض الجديدة، الرسائل، تحديثات المشروع، والمواعيد النهائية حتى لا تفوتك المعلومات المهمة.",
  "why_choose3_title": "نظام دفع آمن",
  "why_choose3_desc": "نحن نوفر نظام دفع يعتمد على الضمان المالي لحماية العملاء والمهندسين. يتم الاحتفاظ بالأموال بأمان حتى يتم تحقيق معالم المشروع ويكون العميل راضيًا عن العمل المنجز.",
  "why_choose4_title": "نماذج تعامل مرنة",
  "why_choose4_desc": "اختر الطريقة التي تريد العمل بها: سواء كان مشروعًا لمرة واحدة، أو عقدًا طويل الأجل، أو عمل بالساعة، تتكيف منصتنا مع احتياجاتك، مما يمنحك المرونة لتوظيف المهندسين وفقًا لشروطك.",
  "why_choose5_title": "بحث وتصفيه متقدم",
  "why_choose5_desc": "ابحث بسهولة عن المواهب المناسبة لمشاريعك باستخدام نظام البحث والتصفية المتقدم لدينا. قم بفرز المهندسين حسب التخصص، مستوى الخبرة، الموقع، أو التقييمات للعثور بسرعة على الأنسب.",
  "why_choose6_title": "تتبع التقدم في الوقت الحقيقي",
  "why_choose6_desc": "راقب تقدم مشروعك باستخدام الجداول الزمنية المرئية والتحديثات. شاهد المهام المكتملة وتلك التي قيد التنفيذ، مما يوفر لك نظرة واضحة على حالة مشروعك.",
  "loved_by_title1": "محبوب من",
  "loved_by_title2": "المهندسين",
  "loved_by_desc": "هندسلي هي منصة البحث عن الوظائف للمهندسين الذين يقدرون الوظائف عالية الجودة.",
  "ready_to_title1": "هل أنت مستعد لبدء",
  "ready_to_title2": "وظيفة الحلم؟",
  "more_stories": "المزيد من رأي العملاء"
}
