{
  "site_name": "Architect",
  "install_app": "Install App",
  "start_free": "Start for free",
  "hero_h1": "Connect with Expert Engineers for Your Next Project",
  "hero_p": "Whether you need structural analysis, CAD design, or construction management, our platform brings the best engineering talents directly to you.",
  "feature_h2": "Unlock the Power of Expertise",
  "feature_p1": "Find the right engineer, manage projects efficiently, and bring your vision to life with verified professionals,",
  "feature_p2": "Reduce costs, streamline processes, and get the technical support you need to grow your projects.",
  "feature1_h2": "Secure Payments",
  "feature1_p": "We protect your payments with an escrow system, ensuring funds are only released when you are 100% satisfied with the work delivered.",
  "feature2_h2": "Diverse Engineering Expertise",
  "feature2_p": "Our platform hosts a wide range of specialized engineers, from civil and mechanical to electrical and software engineers. Find the right talent tailored to your specific needs.",
  "feature3_h2": "Verified Professionals",
  "feature3_p": "Every engineer on our platform undergoes a rigorous vetting process to ensure top quality and professionalism in every project.",
  "feature4_h2": "Customizable Solutions",
  "feature4_p": "Post a detailed project requirement, set your budget, and receive bids from qualified engineers who match your criteria.",
  "why_choose_header1": "So Why",
  "why_choose_header2": "You Should Choose Us",
  "why_choose_desc": "Our platform connects you with vetted engineering experts, providing secure tools for efficient project management and seamless collaboration. Experience a tailored solution designed specifically for engineering projects—your trusted partner for successful outcomes.",
  "why_choose1_title": "Niche Focus: Engineering Excellence",
  "why_choose1_desc": "Our platform is designed specifically for engineering professionals and clients, ensuring that every project is handled by experts with specialized skills tailored to your industry needs.",
  "why_choose2_title": "Real-Time Notifications",
  "why_choose2_desc": "Stay up-to-date with every aspect of your project. Receive instant notifications about new bids, messages, project updates, and deadlines, so you never miss critical information.",
  "why_choose3_title": "Secure Payment System",
  "why_choose3_desc": "We provide an escrow-based payment system that protects both clients and engineers. Funds are held securely until project milestones are achieved and the client is satisfied with the work delivered.",
  "why_choose4_title": "Flexible Engagement Models",
  "why_choose4_desc": "Choose how you want to work: whether it’s a one-time project, a long-term contract, or hourly work, our platform adapts to your needs, giving you the flexibility to engage engineers on your terms.",
  "why_choose5_title": "Advanced Search and Filtering",
  "why_choose5_desc": "Easily find the right talent for your projects with our advanced search and filtering system. Sort engineers by specialization, experience level, location, or ratings to connect with the best match quickly.",
  "why_choose6_title": "Real-Time Progress Tracking",
  "why_choose6_desc": "Monitor your project's progress with visual timelines and updates. See which tasks are completed and which are in progress, providing you with a clear overview of your project's status.",
  "loved_by_title1": "Loved by",
  "loved_by_title2": "Engineers",
  "loved_by_desc": "Architect is the Job Hunting Platform for Engineers who values Quality Jobs.",
  "ready_to_title1": "Ready to start your",
  "ready_to_title2": "dream Job?",
  "more_stories": "More Customer Stories"
}
